Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Choose which App Directory platform to browse.
ar: اختر منصة دليل التطبيقات التي تريد تصفحها.
de: Wähle, welche Plattform des App-Verzeichnisses du durchsuchen möchtest.
el: Επιλέξτε ποια πλατφόρμα Καταλόγου Εφαρμογών θα περιηγηθείτε.
es: Elige qué plataforma del directorio de apps quieres explorar.
fa: انتخاب کنید کدام پلتفرم فهرست برنامه‌ها را مرور کنید.
fr: Choisissez la plateforme du répertoire d'applis à parcourir.
he: בחר באיזו פלטפורמה של ספריית האפליקציות לעיין.
hi: चुनें कि आप किस ऐप निर्देशिका प्लेटफ़ॉर्म को ब्राउज़ करना चाहते हैं।
id: Pilih platform Direktori Aplikasi mana yang ingin dijelajahi.
it: Scegli quale piattaforma della directory delle app sfogliare.
ja: 閲覧するアプリディレクトリのプラットフォームを選択してください。
ko: 둘러볼 앱 디렉터리 플랫폼을 선택하세요.
nl: Kies welk platform van de app-directory je wilt bekijken.
pl: Wybierz, którą platformę katalogu aplikacji przeglądać.
pt: Escolha qual plataforma do diretório de apps navegar.
ru: Выберите платформу каталога приложений для просмотра.
sv: Välj vilken appkatalogsplattform du vill bläddra i.
th: เลือกแพลตฟอร์มไดเรกทอรีแอปที่จะเรียกดู
tr: Göz atılacak Uygulama Dizini platformunu seçin.
uk: Виберіть, яку платформу каталогу додатків переглядати.
vi: Chọn nền tảng Danh mục ứng dụng để duyệt.
zh_hans: 选择要浏览的应用目录平台。

source: Choose which AppleVis notifications break through this Focus.
ar: اختر إشعارات AppleVis التي يمكنها اختراق وضع التركيز هذا.
de: Wähle, welche AppleVis-Benachrichtigungen diesen Fokus durchbrechen dürfen.
el: Επιλέξτε ποιες ειδοποιήσεις AppleVis θα διαπερνούν αυτήν την Εστίαση.
es: Elige qué notificaciones de AppleVis pueden interrumpir este modo Enfoque.
fa: انتخاب کنید کدام اعلان‌های AppleVis از این حالت تمرکز عبور کنند.
fr: Choisissez quelles notifications AppleVis peuvent interrompre ce mode Ne pas déranger.
he: בחר אילו התראות AppleVis יחדרו דרך מצב מיקוד זה.
hi: चुनें कि इस फ़ोकस के दौरान कौन-सी AppleVis सूचनाएं आ सकती हैं।
id: Pilih notifikasi AppleVis mana yang dapat menembus Fokus ini.
it: Scegli quali notifiche di AppleVis possono interrompere questa modalità Focus.
ja: この「集中モード」を突破できる AppleVis の通知を選択してください。
ko: 이 집중 모드를 뚫고 알릴 AppleVis 알림을 선택하세요.
nl: Kies welke AppleVis-meldingen door deze Focus heen mogen komen.
pl: Wybierz, które powiadomienia AppleVis mają przebijać się przez ten tryb Skupienie.
pt: Escolha quais notificações da AppleVis podem interromper este Foco.
ru: Выберите, какие уведомления AppleVis смогут пробиться через этот режим фокусировки.
sv: Välj vilka AppleVis-aviseringar som ska bryta igenom detta fokusläge.
th: เลือกการแจ้งเตือนของ AppleVis ที่จะทะลุผ่านโหมดโฟกัสนี้
tr: Bu Odaklan modunu hangi AppleVis bildirimlerinin aşacağını seçin.
uk: Виберіть, які сповіщення AppleVis проходитимуть крізь цей режим фокусування.
vi: Chọn thông báo AppleVis nào có thể vượt qua chế độ Tập trung này.
zh_hans: 选择哪些 AppleVis 通知可以突破此专注模式。

source: Choose which For You section to view.
ar: اختر أي قسم من "من أجلك" تريد عرضه.
de: Wähle, welchen Abschnitt von „Für dich“ du anzeigen möchtest.
el: Επιλέξτε ποια ενότητα του Για Εσάς θα προβάλετε.
es: Elige qué sección de Para ti quieres ver.
fa: انتخاب کنید کدام بخش از برای شما را مشاهده کنید.
fr: Choisissez la section de Pour vous à afficher.
he: בחר איזה חלק של בשבילך להציג.
hi: देखने के लिए आपके लिए का कौन-सा सेक्शन चुनें।
id: Pilih bagian Untuk Anda mana yang akan dilihat.
it: Scegli quale sezione di Per te visualizzare.
ja: 表示する「あなたへ」のセクションを選択してください。
ko: 볼 나를 위한 섹션을 선택하세요.
nl: Kies welk gedeelte van Voor jou je wilt bekijken.
pl: Wybierz, którą sekcję Dla Ciebie wyświetlić.
pt: Escolha qual seção de Para você deseja ver.
ru: Выберите, какой раздел «Для вас» просматривать.
sv: Välj vilket avsnitt av För dig som ska visas.
th: เลือกส่วนสำหรับคุณที่จะดู
tr: Görüntülenecek Sizin İçin bölümünü seçin.
uk: Виберіть, який розділ «Для вас» переглянути.
vi: Chọn phần Dành cho bạn để xem.
zh_hans: 选择要查看的“为您推荐”版块。

source: Choose which language AppleVis content is translated into.
ar: اختر اللغة التي يُترجم إليها محتوى AppleVis.
de: Wähle, in welche Sprache AppleVis-Inhalte übersetzt werden.
el: Επιλέξτε σε ποια γλώσσα μεταφράζεται το περιεχόμενο του AppleVis.
es: Elige a qué idioma se traduce el contenido de AppleVis.
fa: انتخاب کنید محتوای AppleVis به چه زبانی ترجمه شود.
fr: Choisissez la langue dans laquelle le contenu d'AppleVis est traduit.
he: בחר לאיזו שפה יתורגם התוכן של AppleVis.
hi: चुनें कि AppleVis की सामग्री किस भाषा में अनुवादित हो।
id: Pilih bahasa terjemahan untuk konten AppleVis.
it: Scegli in quale lingua tradurre i contenuti di AppleVis.
ja: AppleVis のコンテンツを翻訳する言語を選びます。
ko: AppleVis 콘텐츠를 번역할 언어를 선택하세요.
nl: Kies naar welke taal AppleVis-inhoud wordt vertaald.
pl: Wybierz język, na który będą tłumaczone treści AppleVis.
pt: Escolha para qual idioma o conteúdo do AppleVis é traduzido.
ru: Выберите язык, на который переводится контент AppleVis.
sv: Välj vilket språk AppleVis-innehåll ska översättas till.
th: เลือกภาษาที่จะแปลเนื้อหาของ AppleVis
tr: AppleVis içeriğinin hangi dile çevrileceğini seçin.
uk: Виберіть мову, якою перекладатиметься вміст AppleVis.
vi: Chọn ngôn ngữ để dịch nội dung AppleVis.
zh_hans: 选择将 AppleVis 内容翻译成哪种语言。

source: Choose…
ar: اختر…
de: Auswählen …
el: Επιλογή…
es: Elegir…
fa: انتخاب کنید…
fr: Choisir…
he: בחר…
hi: चुनें…
id: Pilih…
it: Scegli…
ja: 選択…
ko: 선택…
nl: Kiezen…
pl: Wybierz…
pt: Escolher…
ru: Выбрать…
sv: Välj…
th: เลือก…
tr: Seç…
uk: Вибрати…
vi: Chọn…
zh_hans: 选择…

source: Clear
ar: مسح
de: Löschen
el: Απαλοιφή
es: Borrar
fa: پاک کردن
fr: Effacer
he: ניקוי
hi: साफ़ करें
id: Hapus
it: Cancella
ja: 消去
ko: 지우기
nl: Wissen
pl: Wyczyść
pt: Limpar
ru: Очистить
sv: Rensa
th: ล้าง
tr: Temizle
uk: Очистити
vi: Xóa
zh_hans: 清除

source: Clear All
ar: مسح الكل
de: Alles löschen
el: Εκκαθάριση όλων
es: Borrar todo
fa: پاک کردن همه
fr: Tout supprimer
he: נקה הכל
hi: सब साफ़ करें
id: Bersihkan Semua
it: Cancella tutto
ja: すべて消去
ko: 모두 지우기
nl: Alles wissen
pl: Wyczyść wszystko
pt: Limpar tudo
ru: Очистить всё
sv: Rensa allt
th: ล้างทั้งหมด
tr: Tümünü Temizle
uk: Очистити все
vi: Xóa tất cả
zh_hans: 全部清除

source: Clear All Local Data
ar: مسح جميع البيانات المحلية
de: Alle lokalen Daten löschen
el: Απαλοιφή Όλων των Τοπικών Δεδομένων
es: Borrar todos los datos locales
fa: پاک کردن همهٔ داده‌های محلی
fr: Effacer toutes les données locales
he: ניקוי כל הנתונים המקומיים
hi: सभी स्थानीय डेटा साफ़ करें
id: Hapus Semua Data Lokal
it: Cancella tutti i dati locali
ja: すべてのローカルデータを消去
ko: 모든 로컬 데이터 지우기
nl: Alle lokale gegevens wissen
pl: Wyczyść wszystkie dane lokalne
pt: Limpar todos os dados locais
ru: Очистить все локальные данные
sv: Rensa all lokal data
th: ล้างข้อมูลในเครื่องทั้งหมด
tr: Tüm Yerel Verileri Temizle
uk: Очистити всі локальні дані
vi: Xóa tất cả dữ liệu cục bộ
zh_hans: 清除所有本地数据

source: Clear all local data?
ar: هل تريد مسح جميع البيانات المحلية؟
de: Alle lokalen Daten löschen?
el: Απαλοιφή όλων των τοπικών δεδομένων;
es: ¿Borrar todos los datos locales?
fa: همهٔ داده‌های محلی پاک شود؟
fr: Effacer toutes les données locales ?
he: לנקות את כל הנתונים המקומיים?
hi: क्या सभी स्थानीय डेटा साफ़ करें?
id: Hapus semua data lokal?
it: Cancellare tutti i dati locali?
ja: すべてのローカルデータを消去しますか？
ko: 모든 로컬 데이터를 지울까요?
nl: Alle lokale gegevens wissen?
pl: Wyczyścić wszystkie dane lokalne?
pt: Limpar todos os dados locais?
ru: Очистить все локальные данные?
sv: Rensa all lokal data?
th: ล้างข้อมูลในเครื่องทั้งหมดหรือไม่?
tr: Tüm yerel veriler temizlensin mi?
uk: Очистити всі локальні дані?
vi: Xóa tất cả dữ liệu cục bộ?
zh_hans: 要清除所有本地数据吗？

source: Clear All Storage
ar: مسح جميع مساحة التخزين
de: Gesamten Speicher löschen
el: Απαλοιφή Όλου του Αποθηκευτικού Χώρου
es: Borrar todo el almacenamiento
fa: پاک کردن همهٔ فضای ذخیره‌سازی
fr: Effacer tout le stockage
he: ניקוי כל האחסון
hi: सभी संग्रहण साफ़ करें
id: Hapus Semua Penyimpanan
it: Cancella tutta la memoria
ja: すべてのストレージを消去
ko: 모든 저장 공간 지우기
nl: Alle opslag wissen
pl: Wyczyść całą pamięć
pt: Limpar todo o armazenamento
ru: Очистить всё хранилище
sv: Rensa allt lagringsutrymme
th: ล้างพื้นที่จัดเก็บทั้งหมด
tr: Tüm Depolamayı Temizle
uk: Очистити все сховище
vi: Xóa toàn bộ dung lượng lưu trữ
zh_hans: 清除所有存储

source: Clear all storage?
ar: هل تريد مسح جميع مساحة التخزين؟
de: Gesamten Speicher löschen?
el: Απαλοιφή όλου του αποθηκευτικού χώρου;
es: ¿Borrar todo el almacenamiento?
fa: همهٔ فضای ذخیره‌سازی پاک شود؟
fr: Effacer tout le stockage ?
he: לנקות את כל האחסון?
hi: क्या सभी संग्रहण साफ़ करें?
id: Hapus semua penyimpanan?
it: Cancellare tutta la memoria?
ja: すべてのストレージを消去しますか？
ko: 모든 저장 공간을 지울까요?
nl: Alle opslag wissen?
pl: Wyczyścić całą pamięć?
pt: Limpar todo o armazenamento?
ru: Очистить всё хранилище?
sv: Rensa allt lagringsutrymme?
th: ล้างพื้นที่จัดเก็บทั้งหมดหรือไม่?
tr: Tüm depolama temizlensin mi?
uk: Очистити все сховище?
vi: Xóa toàn bộ dung lượng lưu trữ?
zh_hans: 要清除所有存储吗？

source: Clear Cache
ar: مسح الذاكرة المؤقتة
de: Cache leeren
el: Εκκαθάριση cache
es: Borrar caché
fa: پاک کردن حافظه پنهان
fr: Vider le cache
he: נקה מטמון
hi: कैश साफ़ करें
id: Bersihkan Cache
it: Svuota cache
ja: キャッシュを消去
ko: 캐시 지우기
nl: Cache wissen
pl: Wyczyść pamięć podręczną
pt: Limpar cache
ru: Очистить кэш
sv: Rensa cache
th: ล้างแคช
tr: Önbelleği Temizle
uk: Очистити кеш
vi: Xóa bộ nhớ đệm
zh_hans: 清除缓存

source: Clear cache?
ar: هل تريد مسح ذاكرة التخزين المؤقت؟
de: Cache löschen?
el: Απαλοιφή προσωρινής μνήμης;
es: ¿Borrar caché?
fa: حافظهٔ پنهان پاک شود؟
fr: Effacer le cache ?
he: לנקות את המטמון?
hi: कैश साफ़ करें?
id: Hapus cache?
it: Cancellare la cache?
ja: キャッシュを消去しますか？
ko: 캐시를 지울까요?
nl: Cache wissen?
pl: Wyczyścić pamięć podręczną?
pt: Limpar cache?
ru: Очистить кеш?
sv: Rensa cache?
th: ล้างแคชหรือไม่?
tr: Önbellek temizlensin mi?
uk: Очистити кеш?
vi: Xóa bộ nhớ đệm?
zh_hans: 要清除缓存吗？

source: Clear Cached Content
ar: مسح المحتوى المخزن مؤقتًا
de: Zwischengespeicherte Inhalte löschen
el: Απαλοιφή Προσωρινά Αποθηκευμένου Περιεχομένου
es: Borrar contenido en caché
fa: پاک کردن محتوای ذخیره‌شدهٔ موقت
fr: Effacer le contenu mis en cache
he: ניקוי תוכן שמור במטמון
hi: कैश की गई सामग्री साफ़ करें
id: Hapus Konten Cache
it: Cancella i contenuti nella cache
ja: キャッシュされたコンテンツを消去
ko: 캐시된 콘텐츠 지우기
nl: Gecachte inhoud wissen
pl: Wyczyść zbuforowaną zawartość
pt: Limpar conteúdo em cache
ru: Очистить кешированный контент
sv: Rensa cachat innehåll
th: ล้างเนื้อหาแคช
tr: Önbelleğe Alınan İçeriği Temizle
uk: Очистити кешований вміст
vi: Xóa nội dung đã lưu vào bộ nhớ đệm
zh_hans: 清除缓存内容

source: Clear Data
ar: مسح البيانات
de: Daten löschen
el: Απαλοιφή Δεδομένων
es: Borrar datos
fa: پاک کردن داده
fr: Effacer les données
he: ניקוי נתונים
hi: डेटा साफ़ करें
id: Hapus Data
it: Cancella dati
ja: データを消去
ko: 데이터 지우기
nl: Gegevens wissen
pl: Wyczyść dane
pt: Limpar dados
ru: Очистить данные
sv: Rensa data
th: ล้างข้อมูล
tr: Verileri Temizle
uk: Очистити дані
vi: Xóa dữ liệu
zh_hans: 清除数据

source: Clear Downloaded Episodes
ar: مسح الحلقات التي تم تنزيلها
de: Heruntergeladene Folgen löschen
el: Απαλοιφή Ληφθέντων Επεισοδίων
es: Borrar episodios descargados
fa: پاک کردن قسمت‌های بارگیری‌شده
fr: Effacer les épisodes téléchargés
he: ניקוי פרקים שהורדו
hi: डाउनलोड किए गए एपिसोड साफ़ करें
id: Hapus Episode yang Diunduh
it: Cancella episodi scaricati
ja: ダウンロード済みエピソードを消去
ko: 다운로드된 에피소드 지우기
nl: Gedownloade afleveringen wissen
pl: Wyczyść pobrane odcinki
pt: Limpar episódios baixados
ru: Очистить загруженные эпизоды
sv: Rensa nedladdade avsnitt
th: ล้างตอนที่ดาวน์โหลด
tr: İndirilen Bölümleri Temizle
uk: Очистити завантажені епізоди
vi: Xóa tập đã tải xuống
zh_hans: 清除已下载的单集

source: Clear Downloads
ar: حذف التنزيلات
de: Downloads löschen
el: Διαγραφή λήψεων
es: Borrar descargas
fa: حذف دانلودها
fr: Supprimer les téléchargements
he: מחק הורדות
hi: डाउनलोड हटाएं
id: Hapus Unduhan
it: Elimina download
ja: ダウンロードを削除
ko: 다운로드 삭제
nl: Downloads verwijderen
pl: Usuń pobrane pliki
pt: Excluir downloads
ru: Удалить загрузки
sv: Radera nedladdningar
th: ลบการดาวน์โหลด
tr: İndirmeleri Sil
uk: Видалити завантаження
vi: Xóa tải xuống
zh_hans: 删除下载

source: Clear downloads?
ar: هل تريد مسح التنزيلات؟
de: Downloads löschen?
el: Απαλοιφή λήψεων;
es: ¿Borrar descargas?
fa: بارگیری‌ها پاک شود؟
fr: Effacer les téléchargements ?
he: לנקות את ההורדות?
hi: डाउनलोड साफ़ करें?
id: Hapus unduhan?
it: Cancellare i download?
ja: ダウンロードを消去しますか？
ko: 다운로드를 지울까요?
nl: Downloads wissen?
pl: Wyczyścić pobrane pliki?
pt: Limpar downloads?
ru: Очистить загрузки?
sv: Rensa nedladdningar?
th: ล้างการดาวน์โหลดหรือไม่?
tr: İndirmeler temizlensin mi?
uk: Очистити завантаження?
vi: Xóa tệp đã tải xuống?
zh_hans: 要清除下载内容吗？

source: Clear Everything
ar: مسح كل شيء
de: Alles löschen
el: Απαλοιφή Όλων
es: Borrar todo
fa: پاک کردن همه چیز
fr: Tout effacer
he: ניקוי הכל
hi: सब साफ़ करें
id: Hapus Semua
it: Cancella tutto
ja: すべて消去
ko: 모두 지우기
nl: Alles wissen
pl: Wyczyść wszystko
pt: Limpar tudo
ru: Очистить всё
sv: Rensa allt
th: ล้างทั้งหมด
tr: Her Şeyi Temizle
uk: Очистити все
vi: Xóa tất cả
zh_hans: 清除全部

source: Clear Filter
ar: مسح الفلتر
de: Filter entfernen
el: Απαλοιφή φίλτρου
es: Borrar filtro
fa: پاک کردن فیلتر
fr: Effacer le filtre
he: נקה מסנן
hi: फ़िल्टर हटाएं
id: Hapus Filter
it: Rimuovi filtro
ja: フィルタを解除
ko: 필터 지우기
nl: Filter wissen
pl: Wyczyść filtr
pt: Limpar filtro
ru: Сбросить фильтр
sv: Rensa filter
th: ล้างตัวกรอง
tr: Filtreyi Temizle
uk: Очистити фільтр
vi: Xóa bộ lọc
zh_hans: 清除筛选

source: Clear Queue
ar: مسح قائمة الانتظار
de: Warteschlange löschen
el: Απαλοιφή Ουράς
es: Borrar cola
fa: پاک کردن صف
fr: Effacer la file d'attente
he: ניקוי התור
hi: कतार साफ़ करें
id: Hapus Antrean
it: Cancella coda
ja: キューを消去
ko: 대기열 지우기
nl: Wachtrij wissen
pl: Wyczyść kolejkę
pt: Limpar fila
ru: Очистить очередь
sv: Rensa kön
th: ล้างคิว
tr: Sırayı Temizle
uk: Очистити чергу
vi: Xóa hàng đợi
zh_hans: 清空队列

source: Clear Storage
ar: مسح التخزين
de: Speicher leeren
el: Εκκαθάριση αποθηκευτικού χώρου
es: Borrar almacenamiento
fa: پاک کردن حافظه
fr: Vider le stockage
he: נקה אחסון
hi: स्टोरेज साफ़ करें
id: Bersihkan Penyimpanan
it: Cancella archivio
ja: ストレージを消去
ko: 저장 공간 지우기
nl: Opslag wissen
pl: Wyczyść pamięć
pt: Limpar armazenamento
ru: Очистить хранилище
sv: Rensa lagring
th: ล้างพื้นที่เก็บข้อมูล
tr: Depolamayı Temizle
uk: Очистити сховище
vi: Xóa bộ nhớ
zh_hans: 清除存储

source: Clear the entire queue?
ar: هل تريد مسح قائمة الانتظار بأكملها؟
de: Die gesamte Warteschlange löschen?
el: Απαλοιφή ολόκληρης της ουράς;
es: ¿Borrar toda la cola?
fa: کل صف پاک شود؟
fr: Effacer toute la file d'attente ?
he: לנקות את כל התור?
hi: पूरी कतार साफ़ करें?
id: Hapus seluruh antrean?
it: Cancellare l'intera coda?
ja: キュー全体を消去しますか？
ko: 전체 대기열을 지울까요?
nl: De hele wachtrij wissen?
pl: Wyczyścić całą kolejkę?
pt: Limpar toda a fila?
ru: Очистить всю очередь?
sv: Rensa hela kön?
th: ล้างคิวทั้งหมดหรือไม่?
tr: Tüm sıra temizlensin mi?
uk: Очистити всю чергу?
vi: Xóa toàn bộ hàng đợi?
zh_hans: 要清空整个队列吗？

source: Clearer Sound Previews for VoiceOver
ar: معاينات صوت أوضح لـ VoiceOver
de: Klarere Ton-Vorschauen für VoiceOver
el: Σαφέστερες προεπισκοπήσεις ήχου για το VoiceOver
es: Vistas previas de sonido más claras para VoiceOver
fa: پیش‌نمایش‌های صدای واضح‌تر برای VoiceOver
fr: Aperçus sonores plus clairs pour VoiceOver
he: תצוגות מקדימות ברורות יותר של צלילים עבור VoiceOver
hi: VoiceOver के लिए स्पष्ट ध्वनि पूर्वावलोकन
id: Pratinjau Suara yang Lebih Jelas untuk VoiceOver
it: Anteprime audio più chiare per VoiceOver
ja: VoiceOver向けのより分かりやすいサウンドプレビュー
ko: VoiceOver를 위한 더 명확한 소리 미리듣기
nl: Duidelijkere geluidsvoorbeelden voor VoiceOver
pl: Wyraźniejsze podglądy dźwięku dla VoiceOver
pt: Pré-visualizações de som mais claras para o VoiceOver
ru: Более чёткое прослушивание звуков для VoiceOver
sv: Tydligare ljudförhandsgranskningar för VoiceOver
th: ตัวอย่างเสียงที่ชัดเจนขึ้นสำหรับ VoiceOver
tr: VoiceOver için Daha Net Ses Önizlemeleri
uk: Чіткіше прослуховування звуків для VoiceOver
vi: Xem Trước Âm Thanh Rõ Ràng Hơn Cho VoiceOver
zh_hans: 为 VoiceOver 提供更清晰的声音预览

source: Clears all items from the New view.
ar: يمسح جميع العناصر من عرض الجديد.
de: Löscht alle Elemente aus der Ansicht „Neu“.
el: Απαλείφει όλα τα στοιχεία από την προβολή Νέα.
es: Borra todos los elementos de la vista Nuevo.
fa: همهٔ موارد را از نمای جدید پاک می‌کند.
fr: Efface tous les éléments de la vue Nouveau.
he: מנקה את כל הפריטים מתצוגת החדשים.
hi: नया दृश्य से सभी आइटम साफ़ करता है।
id: Menghapus semua item dari tampilan Baru.
it: Cancella tutti gli elementi dalla vista Nuovo.
ja: 「新着」ビューからすべての項目を消去します。
ko: 새 항목 보기에서 모든 항목을 지웁니다.
nl: Wist alle items uit de weergave Nieuw.
pl: Czyści wszystkie elementy z widoku Nowe.
pt: Limpa todos os itens da visualização Novo.
ru: Очищает все элементы из раздела «Новое».
sv: Rensar alla objekt från vyn Nytt.
th: ล้างรายการทั้งหมดจากมุมมองใหม่
tr: Yeni görünümündeki tüm öğeleri temizler.
uk: Очищує всі елементи з подання «Нове».
vi: Xóa tất cả mục khỏi khung nhìn Mới.
zh_hans: 清除“新”视图中的所有项目。

source: Close
ar: إغلاق
de: Schließen
el: Κλείσιμο
es: Cerrar
fa: بستن
fr: Fermer
he: סגור
hi: बंद करें
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
pt: Fechar
ru: Закрыть
sv: Stäng
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭

source: Close detail
ar: إغلاق التفاصيل
de: Detail schließen
el: Κλείσιμο λεπτομερειών
es: Cerrar detalle
fa: بستن جزئیات
fr: Fermer le détail
he: סגירת פרטים
hi: विवरण बंद करें
id: Tutup detail
it: Chiudi dettaglio
ja: 詳細を閉じる
ko: 세부 정보 닫기
nl: Detail sluiten
pl: Zamknij szczegóły
pt: Fechar detalhe
ru: Закрыть сведения
sv: Stäng detalj
th: ปิดรายละเอียด
tr: Ayrıntıyı kapat
uk: Закрити відомості
vi: Đóng chi tiết
zh_hans: 关闭详情

source: CODE
ar: الرمز
el: ΚΩΔΙΚΑΣ
es: CÓDIGO
fa: کد
he: קוד
hi: कोड
id: KODE
it: CODICE
ja: コード
ko: 코드
pl: KOD
pt: CÓDIGO
ru: КОД
sv: KOD
th: โค้ด
tr: KOD
uk: КОД
vi: MÃ
zh_hans: 代码

source: Code: %@
ar: الرمز: %@
el: Κωδικός: %@
es: Código: %@
fa: کد: %@
he: קוד: %@
hi: कोड: %@
id: Kode: %@
it: Codice: %@
ja: コード：%@
ko: 코드: %@
pl: Kod: %@
pt: Código: %@
ru: Код: %@
sv: Kod: %@
th: โค้ด: %@
tr: Kod: %@
uk: Код: %@
vi: Mã: %@
zh_hans: 代码：%@

source: Comment
ar: تعليق
de: Kommentar
el: Σχόλιο
es: Comentario
fa: نظر
fr: Commentaire
he: תגובה
hi: टिप्पणी
id: Komentar
it: Commento
ja: コメント
ko: 댓글
nl: Reactie
pl: Komentarz
pt: Comentário
ru: Комментарий
sv: Kommentar
th: ความคิดเห็น
tr: Yorum
uk: Коментар
vi: Bình luận
zh_hans: 评论

# Comment %lld of %lld by %@.
source: Comment %1$lld of %2$lld by %3$@.
ar: التعليق %lld من %lld بواسطة %@.
de: Kommentar %lld von %lld von %@.
el: Σχόλιο %lld από %lld από %@.
es: Comentario %lld de %lld por %@.
fa: دیدگاه %lld از %lld نوشتهٔ %@.
fr: Commentaire %lld sur %lld par %@.
he: תגובה %lld מתוך %lld מאת %@.
hi: टिप्पणी %lld / %lld, %@ द्वारा।
id: Komentar %lld dari %lld oleh %@.
it: Commento %lld di %lld di %@.
ja: コメント %lld / %lld（%@）。
ko: 댓글 %lld/%lld, %@.
nl: Reactie %lld van %lld door %@.
pl: Komentarz %lld z %lld, autor: %@.
pt: Comentário %lld de %lld por %@.
ru: Комментарий %lld из %lld, автор %@.
sv: Kommentar %lld av %lld av %@.
th: ความคิดเห็นที่ %lld จาก %lld โดย %@
tr: Yorum %lld / %lld, %@ tarafından.
uk: Коментар %lld з %lld, автор %@.
vi: Bình luận %lld/%lld của %@.
zh_hans: 评论 %lld/%lld，作者 %@。

source: Comment deleted
ar: تم حذف التعليق
de: Kommentar gelöscht
el: Το σχόλιο διαγράφηκε
es: Comentario eliminado
fa: دیدگاه حذف شد
fr: Commentaire supprimé
he: התגובה נמחקה
hi: टिप्पणी हटाई गई
id: Komentar dihapus
it: Commento eliminato
ja: コメントを削除しました
ko: 댓글 삭제됨
nl: Reactie verwijderd
pl: Komentarz usunięty
pt: Comentário excluído
ru: Комментарий удалён
sv: Kommentar borttagen
th: ลบความคิดเห็นแล้ว
tr: Yorum silindi
uk: Коментар видалено
vi: Đã xóa bình luận
zh_hans: 评论已删除

source: Comment posted
ar: تم نشر التعليق
de: Kommentar veröffentlicht
el: Το σχόλιο δημοσιεύτηκε
es: Comentario publicado
fa: دیدگاه ارسال شد
fr: Commentaire publié
he: התגובה פורסמה
hi: टिप्पणी पोस्ट की गई
id: Komentar diposting
it: Commento pubblicato
ja: コメントを投稿しました
ko: 댓글 게시됨
nl: Reactie geplaatst
pl: Komentarz opublikowany
pt: Comentário publicado
ru: Комментарий опубликован
sv: Kommentar publicerad
th: โพสต์ความคิดเห็นแล้ว
tr: Yorum paylaşıldı
uk: Коментар опубліковано
vi: Đã đăng bình luận
zh_hans: 评论已发布

source: Comment text copied
ar: تم نسخ نص التعليق
de: Kommentartext kopiert
el: Το κείμενο του σχολίου αντιγράφηκε
es: Texto del comentario copiado
fa: متن دیدگاه کپی شد
fr: Texte du commentaire copié
he: טקסט התגובה הועתק
hi: टिप्पणी टेक्स्ट कॉपी किया गया
id: Teks komentar disalin
it: Testo del commento copiato
ja: コメントのテキストをコピーしました
ko: 댓글 텍스트가 복사됨
nl: Reactietekst gekopieerd
pl: Skopiowano tekst komentarza
pt: Texto do comentário copiado
ru: Текст комментария скопирован
sv: Kommentartext kopierad
th: คัดลอกข้อความความคิดเห็นแล้ว
tr: Yorum metni kopyalandı
uk: Текст коментаря скопійовано
vi: Đã sao chép văn bản bình luận
zh_hans: 评论文本已复制

source: Comment unpublished
ar: تم إلغاء نشر التعليق
de: Kommentar zurückgezogen
el: Το σχόλιο αποδημοσιεύτηκε
es: Comentario despublicado
fa: انتشار دیدگاه لغو شد
fr: Commentaire dépublié
he: התגובה בוטל פרסומה
hi: टिप्पणी अप्रकाशित
id: Komentar dibatalkan publikasinya
it: Commento non pubblicato
ja: コメントの公開を取り消しました
ko: 댓글 게시 취소됨
nl: Reactie ongepubliceerd
pl: Komentarz wycofano z publikacji
pt: Comentário despublicado
ru: Комментарий снят с публикации
sv: Kommentar avpublicerad
th: ยกเลิกการเผยแพร่ความคิดเห็นแล้ว
tr: Yorum yayından kaldırıldı
uk: Коментар знято з публікації
vi: Đã hủy đăng bình luận
zh_hans: 评论已取消发布

source: Comment updated
ar: تم تحديث التعليق
de: Kommentar aktualisiert
el: Το σχόλιο ενημερώθηκε
es: Comentario actualizado
fa: دیدگاه به‌روزرسانی شد
fr: Commentaire mis à jour
he: התגובה עודכנה
hi: टिप्पणी अपडेट की गई
id: Komentar diperbarui
it: Commento aggiornato
ja: コメントを更新しました
ko: 댓글 업데이트됨
nl: Reactie bijgewerkt
pl: Komentarz zaktualizowany
pt: Comentário atualizado
ru: Комментарий обновлён
sv: Kommentar uppdaterad
th: อัปเดตความคิดเห็นแล้ว
tr: Yorum güncellendi
uk: Коментар оновлено
vi: Đã cập nhật bình luận
zh_hans: 评论已更新

source: Commenting on: %@
ar: التعليق على: %@
de: Kommentar zu: %@
el: Σχολιασμός σε: %@
es: Comentando en: %@
fa: در حال دیدگاه‌گذاری روی: %@
fr: Commentaire sur : %@
he: מגיב על: %@
hi: टिप्पणी कर रहे हैं: %@
id: Berkomentar pada: %@
it: Commento su: %@
ja: コメント対象：%@
ko: 댓글 대상: %@
nl: Reageren op: %@
pl: Komentowanie: %@
pt: Comentando em: %@
ru: Комментарий к: %@
sv: Kommenterar: %@
th: กำลังแสดงความคิดเห็นเกี่ยวกับ: %@
tr: Yorum yapılıyor: %@
uk: Коментування: %@
vi: Đang bình luận về: %@
zh_hans: 正在评论：%@

source: Community
ar: المجتمع
el: Κοινότητα
es: Comunidad
fa: جامعه
fr: Communauté
he: קהילה
hi: समुदाय
id: Komunitas
it: Comunità
ja: コミュニティ
ko: 커뮤니티
pl: Społeczność
pt: Comunidade
ru: Сообщество
sv: Gemenskap
th: ชุมชน
tr: Topluluk
uk: Спільнота
vi: Cộng đồng
zh_hans: 社区

source: COMMUNITY DISCUSSION
ar: نقاش المجتمع
de: COMMUNITY-DISKUSSION
el: ΣΥΖΗΤΗΣΗ ΚΟΙΝΟΤΗΤΑΣ
es: DEBATE DE LA COMUNIDAD
fa: بحث جامعه
fr: DISCUSSION COMMUNAUTAIRE
he: דיון קהילתי
hi: सामुदायिक चर्चा
id: DISKUSI KOMUNITAS
it: DISCUSSIONE DELLA COMUNITÀ
ja: コミュニティディスカッション
ko: 커뮤니티 토론
nl: COMMUNITYDISCUSSIE
pl: DYSKUSJA SPOŁECZNOŚCI
pt: DISCUSSÃO DA COMUNIDADE
ru: ОБСУЖДЕНИЕ СООБЩЕСТВА
sv: GEMENSKAPSDISKUSSION
th: การสนทนาชุมชน
tr: TOPLULUK TARTIŞMASI
uk: ОБГОВОРЕННЯ СПІЛЬНОТИ
vi: THẢO LUẬN CỘNG ĐỒNG
zh_hans: 社区讨论
